





<HTML>
<HEAD><TITLE>Um milénio de criação</TITLE>
   <meta charset="UTF-8">

<meta name="keywords" content="visual complexity, visualization, network, complex networks, art, Biology, 
Social Networks, Internet, World Wide Web, transportation networks, knowledge networks, information visualization, business networks, 
food networks, pattern recognition, computer systems, business networks, data visualization, infovis, infoviz, dataviz, design, parsons, thesis, MFA, Manuel Lima">

<meta name="description" content="Give a description">

<meta name="author" content="Manuel Lima">

<meta http-equiv="Content-Type" content="text/html; charset=ISO-8859-1">

<link rel="shortcut icon" href="../favicon.ico">

<link rel="stylesheet" type="text/css" href="../style.css" />
<script src="../scripts/AC_RunActiveContent.js" type="text/javascript"></script>
</HEAD>


  

<style type="text/css">
<!--
.style3 {
  font-family: Verdana, Arial, Helvetica, sans-serif;
  font-size: 12px;
}
-->
</style>
<body bgcolor="#FFFFFF" link="#225588" alink="#993333" vlink="#225588">
<!-- ============= -->

<div class="shadow1"></div>
<div class="shadow2"></div>

<div class="header">
  <table width="950" height="60" border="0" cellpadding="0" cellspacing="0">
    <tr>
      <td width="220" align="left" valign="middle"><a href="../index.html"><img src="../images/logo.gif" alt="logo" width="220" height="50" border="0"></a></td>
      <td width="30"></td>
      <td width="440" align="left" valign="middle"><span class="style3"><a href="../index.html">Home</a> &nbsp;|&nbsp; <a href="../about.html">About</a> &nbsp;|&nbsp; <a href="#">Contact</a> </span></td>
      <td width="20"></td>
      <td width="240" align="right" valign="middle">
  
    
    </td>
    </tr>
  </table>
</div>

<div class="toprule"></div>





<div class="content">
<!-- ============= CONTENT ============= -->


<h1>Um milénio de criação</h1>
<div class="deck">Um olhar sobre a cria&ccedil;&atilde;o dos 308 munic&iacute;pios portugueses</div>

<table width="950" border="0" cellpadding="0" cellspacing="0">
<tr><td height="12" colspan="2"></td></tr>
<tr>
  <td height="15" align="left" valign="bottom"><div class="byline">by Manuel Lima </div></td>
  <td align="right" valign="bottom"><a href="mailto:?subject=Um milénio de criação&body=Check this out: http://www.shapesofportugal.com/sop/milenio" class="style1"><img src="../images/email.gif" width="76" height="20" border="0"></a></td>
</tr>
</table>

<div class="rule"></div>


<!-- ============= INTRODUCTION ============= -->


<p>
  <script type="text/javascript">
AC_FL_RunContent( 'codebase','http://download.macromedia.com/pub/shockwave/cabs/flash/swflash.cab#version=9,0,28,0','width','950','height','560','src','milenio_08','quality','high','pluginspage','http://www.adobe.com/shockwave/download/download.cgi?P1_Prod_Version=ShockwaveFlash','movie','milenio_08' ); //end AC code
</script><noscript><object classid="clsid:D27CDB6E-AE6D-11cf-96B8-444553540000" codebase="http://download.macromedia.com/pub/shockwave/cabs/flash/swflash.cab#version=9,0,28,0" width="950" height="560">
    <param name="movie" value="milenio_08.swf">
    <param name="quality" value="high">
    <embed src="milenio_08.swf" quality="high" pluginspage="http://www.adobe.com/shockwave/download/download.cgi?P1_Prod_Version=ShockwaveFlash" type="application/x-shockwave-flash" width="950" height="560"></embed>
  </object></noscript>
</p>

<p>O  gr&aacute;fico interactivo acima ilustra a data de cria&ccedil;&atilde;o dos 308 munic&iacute;pios portugueses ao longo de um mil&eacute;nio &ndash; entre o ano 1000 e 2000 respectivamente. Uma breve introdu&ccedil;&atilde;o ao diagrama: as barras representam d&eacute;cadas e os c&iacute;rculos s&eacute;culos. &Eacute; poss&iacute;vel interagir com ambos e com o mapa (&agrave; esquerda) que permite um olhar mais exacto sobre o ano de cria&ccedil;&atilde;o de cada munic&iacute;pio portugu&ecirc;s. A fun&ccedil;&atilde;o PLAY inicia uma anima&ccedil;&atilde;o em que se percebe melhor como Portugal foi tomando forma ao longo das d&eacute;cadas. Para melhor entender alguns padr&otilde;es no gr&aacute;fico, procedeu-se ainda a uma breve an&aacute;lise dos per&iacute;odos mais relevantes da hist&oacute;ria portuguesa, no que respeita &agrave; cria&ccedil;&atilde;o de cartas de foral e  novos munic&iacute;pios.</p>

<h2>Munic&iacute;pios e Forais</h2>
<p>Os munic&iacute;pios (ou concelhos) portugueses s&atilde;o a subdivis&atilde;o territorial mais consistente que o pa&iacute;s teve ao longo dos seus 900 anos de hist&oacute;ria. Entre os munic&iacute;pios mais antigos de Portugal, que precedem a pr&oacute;pria independ&ecirc;ncia do pa&iacute;s, est&atilde;o <strong>Coimbra</strong> e <strong>Santar&eacute;m</strong>, fundados respectivamente em 1085 e 1095. Contudo &eacute; <strong>S&atilde;o Jo&atilde;o da Pesqueira</strong> (distrito de Viseu) o mais antigo munic&iacute;pio portugu&ecirc;s, tendo sido fundado em 1055. Muitos munic&iacute;pios portugueses t&ecirc;m origem nas cartas de foral que os reis atribu&iacute;am a certas terras e aos territ&oacute;rios lim&iacute;trofes. Uma grande maioria permaneceu at&eacute; hoje - primeiro, sujeitos a leis particulares a cada um deles, em obedi&ecirc;ncia aos usos locais e &agrave; vontade r&eacute;gia expressa no foral da terra, e depois sujeitos a leis nacionais gerais a partir do liberalismo oitocentista. </p>
<p>A <strong>Carta de Foral</strong>, ou <strong>Foral</strong>, era o documento real de concess&atilde;o de <a href="http://pt.wikipedia.org/wiki/Aforamento">aforamento</a> ou foro jur&iacute;dico pr&oacute;prio, aos habitantes medievais de uma povoa&ccedil;&atilde;o (ou a qualquer nova localidade fundada no <a href="http://pt.wikipedia.org/wiki/Império_Português">Imp&eacute;rio Portugu&ecirc;s</a>) que se queria libertar ou manter livre do poder senhorial ou <a href="http://pt.wikipedia.org/wiki/Feudalismo">feudal</a>, erigindo-se em munic&iacute;pio (ou concelho), com autonomia municipal. Um foral permitia &agrave; povoa&ccedil;&atilde;o colocar-se no dom&iacute;nio e jurisdi&ccedil;&atilde;o exclusivas da Coroa Portuguesa, sob protec&ccedil;&atilde;o pessoal espec&iacute;fica concedida pelo Rei, mas sem ser incorporada no dom&iacute;nio patrimonial senhorial da Casa Real.<br>
  <br>
  O foral concedia terras baldias para uso colectivo da comunidade, regulava impostos, portagens, taxas, multas, estabelecia direitos de protec&ccedil;&atilde;o e obriga&ccedil;&otilde;es militares para servi&ccedil;o real. As cartas r&eacute;gias de foral concederam-se em Portugal entre os s&eacute;culos XII e XVI. As concess&otilde;es de foral podiam tamb&eacute;m ser colectivas, copiando-se os forais de umas terras para as outras, como procedeu <a href="http://pt.wikipedia.org/wiki/D._Manuel_I">D. Manuel I</a>.<br>
  <br>
  A concess&atilde;o de um foral constituiu muitas vezes uma medida de fomento, visando incentivar o povoamento em terras dif&iacute;ceis de desbravar e incrementar as culturas menos rendosas, como a da vinha, pela concess&atilde;o, ao cultivador, de garantias de liberdade e dignidade pessoal que compensassem os seus esfor&ccedil;os, numa &eacute;poca em que grande parte da popula&ccedil;&atilde;o &eacute; ainda <a href="http://pt.wikipedia.org/wiki/Feudalismo#A_sociedade_feudal">serva da gleba</a>, ou escrava. </p>
<h2>1100-1200</h2>
<p>Este per&iacute;odo &eacute; caracterizado por dois factores: a aclama&ccedil;&atilde;o do primeiro rei de Portugal (Dom Afonso Henriques) e consequente independ&ecirc;ncia do reino; e pelo reinado de seu filho D. Sancho I &ndash; O Povoador.<br>
  <br>
  <strong>D. Sancho I</strong> (11 de Novembro 1154 - 26 de Mar&ccedil;o 1211), cognominado o <em>Povoador</em> (pelo est&iacute;mulo com que apadrinhou o povoamento dos territ&oacute;rios do pa&iacute;s - destacando-se nesse prop&oacute;sito a funda&ccedil;&atilde;o da cidade da <a href="http://pt.wikipedia.org/wiki/Guarda" title="Guarda">Guarda</a>, em 1199, ou, numa perspectiva mais popular e sarc&aacute;stica, pela quantidade de bastardos que espalhou pelo reino), foi o segundo rei de Portugal, filho de <a href="http://pt.wikipedia.org/wiki/Afonso_I_de_Portugal" title="Afonso I de Portugal">Afonso Henriques</a>.<br>
  <br>
Sancho I dedicou muito do seu esfor&ccedil;o governativo &agrave; organiza&ccedil;&atilde;o pol&iacute;tica, administrativa e econ&oacute;mica do seu reino. Acumulou um tesouro real e incentivou a cria&ccedil;&atilde;o de industrias, bem como a classe media de comerciantes e mercadores. Sancho I concedeu v&aacute;rias cartas de foral principalmente na <a href="http://pt.wikipedia.org/wiki/Beira" title="Beira">Beira</a> e em <a href="http://pt.wikipedia.org/wiki/Tr%C3%A1s-os-Montes" title="Tr&aacute;s-os-Montes">Tr&aacute;s-os-Montes</a>: <a href="http://pt.wikipedia.org/wiki/Gouveia" title="Gouveia">Gouveia</a>, <a href="http://pt.wikipedia.org/wiki/Covilh%C3%A3" title="Covilh&atilde;">Covilh&atilde;</a>, <a href="http://pt.wikipedia.org/wiki/Viseu" title="Viseu">Viseu</a>, <a href="http://pt.wikipedia.org/wiki/Bragan%C3%A7a" title="Bragan&ccedil;a">Bragan&ccedil;a</a>, etc, criando assim novas cidades, e povoando &aacute;reas remotas do reino, em particular com imigrantes da <a href="http://pt.wikipedia.org/wiki/Flandres" title="Flandres">Flandres</a> e <a href="http://pt.wikipedia.org/wiki/Ducado_da_Borgonha" title="Ducado da Borgonha">Borgonha</a>. Durante o reinado de D. Sancho I foram criados 34 munic&iacute;pios.</p>
<h2>1200-1300</h2>
<p>Entre 1200 e 1300 s&atilde;o criados 88 munic&iacute;pios em Portugal, ou seja, quase um ter&ccedil;o dos actuais 308, naquele que &eacute; o s&eacute;culo mais f&eacute;rtil  da hist&oacute;ria portuguesa. O reinado de <strong>D. Afonso III</strong> durante este per&iacute;odo &eacute; cr&iacute;tico para a expans&atilde;o do Reino, em particular pelo seu papel na <a href="http://pt.wikipedia.org/wiki/Reconquista">Reconquista</a>. Afonso III era o segundo filho do rei <a href="http://pt.wikipedia.org/wiki/Afonso_II_de_Portugal" title="Afonso II de Portugal">Afonso II</a> e de sua mulher <a href="http://pt.wikipedia.org/wiki/Urraca_de_Castela%2C_rainha_de_Portugal" title="Urraca de Castela, rainha de Portugal">Urraca de Castela</a>, e sucedeu a seu irm&atilde;o <a href="http://pt.wikipedia.org/wiki/Sancho_II_de_Portugal" title="Sancho II de Portugal">Sancho II</a> em 1248. Como segundo filho, Afonso n&atilde;o era suposto herdar o trono destinado a Sancho, todavia em 1246 os conflitos entre <a href="http://pt.wikipedia.org/wiki/Sancho_II_de_Portugal" title="Sancho II de Portugal">Sancho II</a> e a Igreja tornaram-se insustent&aacute;veis e o <a href="http://pt.wikipedia.org/wiki/Papa_Inoc%C3%AAncio_IV" title="Papa Inoc&ecirc;ncio IV">Papa Inoc&ecirc;ncio IV</a> ordenou a substitui&ccedil;&atilde;o do rei pelo seu irm&atilde;o Afonso (conde de Bolonha). <br>
  <br>
Com o trono seguro e a situa&ccedil;&atilde;o interna pacificada, Afonso III virou a sua aten&ccedil;&atilde;o para os prop&oacute;sitos da <a href="http://pt.wikipedia.org/wiki/Reconquista" title="Reconquista">Reconquista</a> do Sul da Pen&iacute;nsula Ib&eacute;rica &agrave;s comunidades mu&ccedil;ulmanas. Durante o seu reinado, <a href="http://pt.wikipedia.org/wiki/Faro" title="Faro">Faro</a> foi tomada com sucesso em 1249 e o <a href="http://pt.wikipedia.org/wiki/Algarve" title="Algarve">Algarve</a> incorporado no reino de Portugal. Ap&oacute;s esta campanha de sucesso, Afonso teve de enfrentar um conflito diplom&aacute;tico com <a href="http://pt.wikipedia.org/wiki/Castela" title="Castela">Castela</a>, que considerava que o Algarve lhe pertencia. Seguiu-se um per&iacute;odo de guerra entre os dois pa&iacute;ses, at&eacute; que, em 1267, foi assinado um tratado em Badajoz que determina a fronteira no <a href="http://pt.wikipedia.org/wiki/Rio_Guadiana" title="Rio Guadiana">Rio Guadiana</a><a href="http://pt.wikipedia.org/wiki/Guadiana" title="Guadiana"></a> desde a conflu&ecirc;ncia do <a href="http://pt.wikipedia.org/wiki/Caia" title="Caia">Caia</a> at&eacute; &agrave; foz, a fronteira luso-castelhana.<br>
<br>
Em 1253, <strong>D. Afonso III</strong> divorcia-se de <a href="http://pt.wikipedia.org/wiki/Matilde_de_Bolonha" title="Matilde de Bolonha">D. Matilde</a>, Condessa de Bolonha, e casa com a sua segunda esposa <a href="http://pt.wikipedia.org/wiki/Beatriz_de_Castela%2C_Rainha_de_Portugal_%281242%29" title="Beatriz de Castela, Rainha de Portugal (1242)">D. Beatriz</a>, filha de <a href="http://pt.wikipedia.org/wiki/Afonso_X_de_Le%C3%A3o_e_Castela" title="Afonso X de Le&atilde;o e Castela">D. Afonso X de Castela</a>. O casamento funcionou como uma alian&ccedil;a que p&ocirc;s termo &agrave; luta entre Portugal e Castela pelo Reino do Algarve. Tamb&eacute;m resultou em mais riqueza para Portugal quando D. Beatriz, j&aacute; ap&oacute;s a morte do rei, recebe do seu pai, <a href="http://pt.wikipedia.org/wiki/Afonso_X_de_Le%C3%A3o_e_Castela" title="Afonso X de Le&atilde;o e Castela">Afonso X</a>, uma bela regi&atilde;o a Este do Rio Guadiana, onde se inclu&iacute;am as vilas de <a href="http://pt.wikipedia.org/wiki/Moura" title="Moura">Moura</a>, <a href="http://pt.wikipedia.org/wiki/Serpa" title="Serpa">Serpa</a>, <a href="http://pt.wikipedia.org/wiki/Noudar" title="Noudar">Noudar</a>, <a href="http://pt.wikipedia.org/wiki/Mour%C3%A3o" title="Mour&atilde;o">Mour&atilde;o</a> e <a href="http://pt.wikipedia.org/wiki/Niebla" title="Niebla">Niebla</a>. </p>
<h2>1510-1519 | Os Forais Novos</h2>
<p>O grande pico no gr&aacute;fico na d&eacute;cada de 1510 deve-se essencialmente &agrave; implementa&ccedil;&atilde;o dos Forais Novos. Em 1514 foram criados 29 munic&iacute;pios, claramente o ano mais produtivo neste contexto. <br>
  <br>
Por ordem de <a href="http://pt.wikipedia.org/wiki/Manuel_I_de_Portugal">D. Manuel I</a> e previamente por ordem do seu antecessor <a href="http://pt.wikipedia.org/wiki/João_II_de_Portugal">D. Jo&atilde;o II</a>, iniciou-se em 1496 a recolha de todos os Forais Antigos do reino, alguns dos quais j&aacute; existentes nos alvores da nacionalidade, para serem reformados e agrupados no novo enquadramento legal. Esta reforma dos Forais, terminada em 1920, foi um dos mais importantes instrumentos unificadores de car&aacute;cter estatal. <br>
<br>
Os <strong>Forais Antigos</strong> eram documentos concedidos pelos primeiros monarcas ap&oacute;s a Reconquista Crist&atilde;, com o intuito de povoar e defender os territ&oacute;rios conquistados aos mu&ccedil;ulmanos. Tratava-se de diplomas que consagravam certos direitos, privil&eacute;gios e obriga&ccedil;&otilde;es, espec&iacute;ficos aos habitantes de uma dada comunidade, sob o ponto de vista econ&oacute;mico, social e pol&iacute;tico. Esta pr&aacute;tica administrativa e pol&iacute;tica, com o passar dos tempos, originou um estado fragment&aacute;rio, em que cada munic&iacute;pio se regia pelas suas leis particulares, desajustadas j&aacute; da sua &eacute;poca, sobrepondo-se o foro e privil&eacute;gio dos senhorios ao direito p&uacute;blico, o que gerava muitas arbitrariedades e constitu&iacute;a uma fonte inesgot&aacute;vel de conflitos, principalmente a partir do s&eacute;c. XV. <br>
<br>
A reforma manuelina dos forais culminou num longo processo de sucessivas queixas dos povos em cortes, contra os abusos praticados pelos alcaides e governadores dos castelos, no que respeita &agrave; aplica&ccedil;&atilde;o da justi&ccedil;a (abrigar criminosos nos seus castelos, por exemplo), cobran&ccedil;a indevida de impostos (o mais contestado era a portagem indevida sobre a circula&ccedil;&atilde;o dos produtos), opress&otilde;es &agrave;s popula&ccedil;&otilde;es (retirando-lhes cereais e gados, obrigando-as a trabalhos da exclusiva responsabilidade dos alcaides) e falsifica&ccedil;&atilde;o ou interpreta&ccedil;&atilde;o errada dos forais medievais, mormente nas quest&otilde;es relacionadas com a cobran&ccedil;a de direitos reais, em que a coroa acabava por sair prejudicada. <br>
<br>
Num contexto de moderniza&ccedil;&atilde;o do pa&iacute;s e centraliza&ccedil;&atilde;o do Estado, o monarca advoga a aplica&ccedil;&atilde;o de leis gerais e uniformizadoras para todo o Pa&iacute;s (consignadas nas Ordena&ccedil;&otilde;es Manuelinas). Substituir os Forais Antigos j&aacute; obsoletos na linguagem (escritos em latim) e introduzir preceitos regulamentares na vida econ&oacute;mica com a aplica&ccedil;&atilde;o do sistema tribut&aacute;rio foi um dos principais objectivos desta reforma de D. Manuel. Os Forais Novos pretendem ajustar os conceitos normativos &agrave; realidade pol&iacute;tico-social do s&eacute;c. XV, em que a sociedade portuguesa conhece profundas transforma&ccedil;&otilde;es estruturais com a ascens&atilde;o da burguesia e o com&eacute;rcio da Expans&atilde;o Ultramarina, j&aacute; muito aqu&eacute;m do contexto pol&iacute;tico-social da Idade M&eacute;dia. </p>
<h2>1830-1839 | A Revolu&ccedil;&atilde;o Liberal</h2>
<p>O segundo maior pico no gr&aacute;fico retrata a cria&ccedil;&atilde;o de 24 munic&iacute;pios na d&eacute;cada de 1830. Isto deve-se essencialmente a um per&iacute;odo importante e por vezes esquecido da hist&oacute;ria de Portugal, a <strong>Revolu&ccedil;&atilde;o Liberal</strong>.<br>
  <br>
Durante este per&iacute;odo estabeleceram-se os fundamentos do regime liberal, definiu-se a posi&ccedil;&atilde;o da Igreja na sociedade, a nova estrutura administrativa e a futura organiza&ccedil;&atilde;o judicial que perdura at&eacute; hoje. A Revolu&ccedil;&atilde;o de Setembro de 1836 originou um novo governo e uma mudan&ccedil;a profunda na politica portuguesa, que incluiu o restabelecimento da Constitui&ccedil;&atilde;o de 1822. <br>
<br>
A reforma da administra&ccedil;&atilde;o nacional e local viu o pa&iacute;s ser dividido em dezassete distritos administrativos e as ilhas adjacentes em tr&ecirc;s. Os distritos eram administrados por governadores civis de nomea&ccedil;&atilde;o r&eacute;gia, os munic&iacute;pios por administradores de concelho, escolhidos pelo Governo, com base numa lista feita por elei&ccedil;&atilde;o directa, e as freguesias por comiss&aacute;rios de par&oacute;quia, escolhidos pelos administradores dos concelhos.<br>
<br>
A promulga&ccedil;&atilde;o do novo C&oacute;digo Administrativo originou ainda a supress&atilde;o de 466 municipios, mais de metade na altura, fazendo-os crescer em tamanho e popula&ccedil;&atilde;o. Na origem desta evolu&ccedil;&atilde;o estava um grande n&uacute;mero de pequenos munic&iacute;pios, muitos criados na idade m&eacute;dia, que n&atilde;o possu&iacute;am autonomia financeira nem pessoas qualificadas para a sua governa&ccedil;&atilde;o.<br>
<br clear=all>
</p>
<h2>Sources</h2>

<ol>
  <a name="1"></a>
  <li>INE - Instituto Nacional de Estat&iacute;stica<br>
      <a href="http://www.ine.pt/" target="_blank">http://www.ine.pt/</a><a href="http://www.nature.com/cgi-taf/DynaPage.taf?file=/nature/journal/v425/n6959/abs/nature02000_fs.html" target="_blank"></a><br>
    &nbsp; <a name="2"></a>
  <li>ANMP - Associa&ccedil;&atilde;o Nacional de Munic&iacute;pios Portugueses <br>
      <a href="http://www.anmp.pt/" target="_blank">http://www.anmp.pt/</a><br>
    &nbsp; <a name="3"></a>
  <li>Wikipedia<br>
      <a href="http://www.wikipedia.org/" target="_blank">http://www.wikipedia.org/</a>  
</ol>

<br clear=all>

<!-- ============= END CONTENT ============= -->
</div>


  
<div class="footer"><a rel="license" href="http://creativecommons.org/licenses/by/3.0/"><img alt="Creative Commons License" style="border-width:0" src="../images/somerights20.png" /></a><br />This work is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution 3.0 Unported License</a><br />&copy;2008 Manuel Lima (<a href="http://www.shapesofportugal.com/sop/contact.cfm">Contact</a>) | CSS style based on style.org public <a href="http://www.style.org/css/">CSS</a></div>





<!-- ============= -->

</body>
</html>
