




<HTML>
<HEAD><TITLE>Divisões Administrativas de Portugal</TITLE>
     <meta charset="UTF-8">


<meta name="keywords" content="visual complexity, visualization, network, complex networks, art, Biology, 
Social Networks, Internet, World Wide Web, transportation networks, knowledge networks, information visualization, business networks, 
food networks, pattern recognition, computer systems, business networks, data visualization, infovis, infoviz, dataviz, design, parsons, thesis, MFA, Manuel Lima">

<meta name="description" content="Give a description">

<meta name="author" content="Manuel Lima">

<meta http-equiv="Content-Type" content="text/html; charset=ISO-8859-1">

<link rel="shortcut icon" href="../favicon.ico">

<link rel="stylesheet" type="text/css" href="../style.css" />
</HEAD>


  

<style type="text/css">
<!--
.style3 {
  font-family: Verdana, Arial, Helvetica, sans-serif;
  font-size: 12px;
}
-->
</style>
<body bgcolor="#FFFFFF" link="#225588" alink="#993333" vlink="#225588">
<!-- ============= -->

<div class="shadow1"></div>
<div class="shadow2"></div>

<div class="header">
  <table width="950" height="60" border="0" cellpadding="0" cellspacing="0">
    <tr>
      <td width="220" align="left" valign="middle"><a href="../index.html"><img src="../images/logo.gif" alt="logo" width="220" height="50" border="0"></a></td>
      <td width="30"></td>
      <td width="440" align="left" valign="middle"><span class="style3"><a href="../index.html">Home</a> &nbsp;|&nbsp; <a href="../about.html">About</a> &nbsp;|&nbsp; <a href="#">Contact</a> </span></td>
      <td width="20"></td>
      <td width="240" align="right" valign="middle">
    
    
    </td>
    </tr>
  </table>
</div>

<div class="toprule"></div>





<div class="content">
<!-- ============= CONTENT ============= -->


<h1>Divisões Administrativas de Portugal</h1>
<div class="deck">Um olhar pela diversidade da divis&atilde;o territorial portuguesa </div>

<table width="950" border="0" cellpadding="0" cellspacing="0">
<tr><td height="12" colspan="2"></td></tr>
<tr>
  <td height="15" align="left" valign="bottom"><div class="byline">by Manuel Lima </div></td>
  <td align="right" valign="bottom"><a href="#" class="style1"><img src="../images/email.gif" width="76" height="20" border="0"></a> <!-- AddThis Bookmark Button BEGIN -->
<a href="#"  target="_blank"><img src="../images/bookmark.gif" width="76" height="20" border="0" alt="AddThis Social Bookmark Button" /></a>  </td>
</tr>
</table>

<div class="rule"></div>


<!-- ============= INTRODUCTION ============= -->

<p><strong>Portugal</strong> tem uma estrutura administrativa complexa, fruto de quase um mil&eacute;nio de diversas divis&otilde;es territoriais. Desde cedo, e &agrave; medida que a expans&atilde;o portuguesa progredia com a reconquista de novos territ&oacute;rios, a monarquia foi exigindo uma estrutura&ccedil;&atilde;o administrativa que permitisse um permanente dom&iacute;nio e organiza&ccedil;&atilde;o do espa&ccedil;o; pelo que, cedo houve tend&ecirc;ncia para demarcar os terrenos onde existissem &quot;villas&quot; ou outras propriedades, conforme consta em documentos medievais.</p>

<p>Ao longo da Hist&oacute;ria de Portugal aplicaram-se diversas divis&otilde;es administrativas, mas que nem sempre correspondiam a efectivas circunscri&ccedil;&otilde;es com car&aacute;cter aut&aacute;rquico. A primeira divis&atilde;o de que se tem conhecimento baseia-se exclusivamente na localiza&ccedil;&atilde;o dos principais conventos no pais, resultantes da ocupa&ccedil;&atilde;o romana, (Conventus Bracarum - sede em Braga, Conventus Scallabitanus - sede em Santar&eacute;m, e Conventus Pacensis - sede em Beja). Mas o primeiro reconhecimento oficial da diversidade regional do pa&iacute;s surge no testamento do rei D. Dinis (1279-1325) que reconhece as cinco &quot;regi&otilde;es&quot; (&quot;Antre Douro e Minho&quot;; &quot;Antre Douro e Mondego&quot;; &quot;Beira&quot;, &quot;Estremadura&quot; e &quot;Antre Tejo e Odiana&quot;). O seu successor, D. Afonso IV (1325-57), instituiu oficialmente seis comarcas, (Antre Douro e Minho, Antre Douro e Mondego, Beira, Estremadura, Antre Tejo e Odiana e Algarve).</p>

<p>Entre o reinado de D. Afonso IV e o inicio do s&eacute;culo XX s&atilde;o in&uacute;meras as altera&ccedil;&otilde;es &agrave; estrutura administrativa do pa&iacute;s e seria demasiado enfadonho explorar aqui as diversas transforma&ccedil;&otilde;es na hist&oacute;ria do territ&oacute;rio. Deste modo, este artigo concentra-se exclusivamente nos m&eacute;todos de divis&atilde;o territorial contempor&acirc;neos. </p>

<h2>Distritos</h2>

<p>Os <strong>distritos</strong>, embora j&aacute; gastos e desactualizados no presente enquadramento, permanecem como a mais relevante subdivis&atilde;o do pa&iacute;s, servindo de base para uma s&eacute;rie de utiliza&ccedil;&otilde;es da divis&atilde;o administrativa, que v&atilde;o desde os <a href="http://pt.wikipedia.org/wiki/C%C3%ADrculo_eleitoral">c&iacute;rculos eleitorais</a>, aos campeonatos regionais de futebol, por exemplo. Desde 1976, Portugal est&aacute; dividido em 18 Distritos e 2 Regi&otilde;es Aut&oacute;nomas insulares (A&ccedil;ores e Madeira), que englobam 308 Munic&iacute;pios (ou Concelhos) e que se sub-dividem em 4257 Freguesias. Apesar de o Distrito ser uma divis&atilde;o administrativa que data de 1835, foi apenas com a entrada em vigor da <a href="http://pt.wikipedia.org/wiki/Constitui%C3%A7%C3%A3o_de_1976">Constitui&ccedil;&atilde;o de 1976</a>, que Portugal se fragmentou na estrutura que conhecemos hoje. Esta divis&atilde;o politica tem sido alvo de v&aacute;rias tentativas de cria&ccedil;&atilde;o de um sistema mais pr&aacute;tico e l&oacute;gico que melhor se adeq&uacute;e &agrave; realidade econ&oacute;mica, cultural e demogr&aacute;fica do pa&iacute;s. A mais recente tentativa, o processo de regionaliza&ccedil;&atilde;o, proposto pelo governo socialista de Ant&oacute;nio Guterres foi travado pelo referendo negativo de 8 de Novembro de 1998. <strong></strong></p>
<p><strong>Divis&atilde;o distrital e municipal:</strong></p>
<table border=0 cellpadding=0 cellspacing=0>
<tr valign=bottom>
  <td><img src="images/distritos1.png" vspace=10 border=0></td>
  <td width=20>&nbsp;</td>
  <td><img src="images/distritos2.png" vspace=10 border=0></td>
  <td width=20>&nbsp;</td>
  <td><img src="images/distritos3.png" vspace=10 border=0></td>
  <td width=20>&nbsp;</td>
  <td><img src="images/distritos4.png" vspace=10 border=0></td>
  </tr>
<tr class="caption">
  <td align="center" valign="top">Portugal Continental <br>
&Aacute;rea Total: 89 281 km&sup2;</td>
  <td>&nbsp;</td>
  <td align="center" valign="top">Portugal Continental <br>
    18 Distritos </td>
  <td>&nbsp;</td>
  <td align="center" valign="top">Portugal Continental <br>
    278 Mun&iacute;cipios </td>
  <td>&nbsp;</td>
  <td align="center" valign="top">Portugal Continental <br>
    278 Capitais de Mun&iacute;cipio </td>
  </tr>
<tr valign=bottom>
  <td><img src="images/regioes1.png" vspace=10 border=0></td>
  <td width=20>&nbsp;</td>
  <td><img src="images/regioes1.png" vspace=10 border=0></td>
  <td width=20>&nbsp;</td>
  <td><img src="images/regioes2.png" vspace=10 border=0></td>
  <td width=20>&nbsp;</td>
  <td><img src="images/regioes3.png" vspace=10 border=0></td>
  </tr>
<tr class="caption">
  <td align="center" valign="top">A&ccedil;ores: 2 333 km&sup2;<br>
Madeira: 828 km&sup2;</td>
  <td valign="top">&nbsp;</td>
  <td align="center" valign="top">A&ccedil;ores e Madeira</td>
  <td valign="top">&nbsp;</td>
  <td align="center" valign="top">A&ccedil;ores: 19 Mun&iacute;cipios<br>
Madeira: 11 Mun&iacute;cipios</td>
  <td valign="top">&nbsp;</td>
  <td align="center" valign="top">A&ccedil;ores e Madeira<br>
    30 Capitais de Mun&iacute;cipio </td>
  </tr>
</table>

<br clear=all>

<p>A distribui&ccedil;&atilde;o dos distritos portugueses &eacute; bastante homog&eacute;nea, sendo que o maior distrito (<strong>Beja</strong>) &eacute; apenas 4.6 vezes superior ao menor distrito (<strong>Viana do Castelo</strong>), o que comprova em parte a desadequa&ccedil;&atilde;o &agrave; actual estrutura do pa&iacute;s, que apresenta uma distribui&ccedil;&atilde;o da popula&ccedil;&atilde;o e do PIB em nada semelhantes. O distrito de <strong>Beja</strong> representa cerca de 11.5% de toda a &aacute;rea de Portugal continental, enquanto que <strong>Viana do Castelo</strong> representa apenas 2.5%. No entanto, embora sendo o distrito mais pequeno de Portugal, <strong>Viana de Castelo</strong> &eacute; 1219 vezes maior que o <strong>Principado de M&oacute;naco</strong>, o qual tem menos de 2 quil&oacute;metros quadrados. M&oacute;naco &eacute; o segundo Estado independente mais pequeno do mundo, apenas maior que o Vaticano (com 0.44 km&sup2;) e &eacute; invariavelmente o pa&iacute;s com a maior densidade populacional (23 660 pessoas por km&sup2;). Note-se ainda que apesar de Beja representar 11.5% da &aacute;rea total de Portugal continental, a sua popula&ccedil;&atilde;o representa apenas 1.6%.</p>

<table width="914" border=0 cellpadding=0 cellspacing=0>
<tr valign=bottom>
  <td width="174" rowspan="6" valign="top"><img src="images/dist_comp0.png" vspace=10 border=0></td>
  <td width=40>&nbsp;</td>
  <td width="180" height="121"><img src="images/dist_comp1.png" vspace=10 border=0></td>
  <td width=20>&nbsp;</td>
  <td width="180"><img src="images/dist_comp2.png" vspace=10 border=0></td>
  <td width=20>&nbsp;</td>
  <td width="280"><img src="images/dist_comp5.png" vspace=10 border=0></td>
  </tr>
<tr class="caption">
  <td>&nbsp;</td>
  <td align="left" valign="top"><strong>Beja</strong> &eacute; o maior distrito portugu&ecirc;s com  10 225 km&sup2;</td>
  <td>&nbsp;</td>
  <td align="left" valign="top"><strong>Viana do Castelo </strong>&eacute; o mais pequeno distrito portugu&ecirc;s com  2 255 km&sup2;</td>
    <td>&nbsp;</td>
  <td align="left" valign="top">Numa an&aacute;lise diferente pode ver-se como o distrito de <strong>Beja </strong>&eacute; maior em &aacute;rea que os distritos de<strong> Porto</strong>,<strong> Braga </strong>e<strong> Viana do Castelo</strong> juntos. </td>
  </tr>
  <tr valign=bottom>
  <td width=20>&nbsp;</td>
  </tr>
  <tr valign=bottom>
  <td width=40>&nbsp;</td>
  <td width="180" height="90"><img src="images/dist_comp3.png" vspace=10 border=0></td>
  <td width=20>&nbsp;</td>
  <td width="180"><img src="images/dist_comp4.png" vspace=10 border=0></td>
  <td width=20>&nbsp;</td>
  <td width="280"><img src="images/dist_comp6.png" vspace=10 border=0></td>
  </tr>
<tr class="caption">
  <td>&nbsp;</td>
  <td align="left" valign="top">O distrito de<strong> Beja</strong> &eacute; 4.6 vezes maior que <strong>Viana do Castelo </strong></td>
  <td>&nbsp;</td>
  <td align="left" valign="top">O distrito de<strong> Viana do Castelo </strong>&eacute; 1219 vezes maior que o <strong>Principado de M&oacute;naco</strong></td><td>&nbsp;</td>
  <td align="left" valign="top">No entanto, se considerarmos a popula&ccedil;&atilde;o de cada distrito a rela&ccedil;&atilde;o inverte-se, dado que <strong>Beja</strong> tem 161 211 habitantes e <strong>Viana do Castelo</strong> 250 273.</td>
  </tr>
</table>

<br>
<br> 
<strong>Distribui&ccedil;&atilde;o de distritos e regi&otilde;es aut&oacute;nomas por &aacute;rea total: </strong>
<p><img src="images/distritos_distribuicao.png" width="871" height="393"></p>
<span class="caption">Note-se que apesar de Viana do Castelo ser o mais pequeno distrito portugu&ecirc;s,  a Regi&atilde;o Aut&oacute;noma da Madeira, com apenas 822 km&sup2;, tem sensivelmente o ter&ccedil;o do tamanho.</span><br>
<br clear=all>
<p>De modo a perceber melhor a distribui&ccedil;&atilde;o territorial portuguesas recorreu-se a um <em>Treemap</em>. <a href="http://www.cs.umd.edu/hcil/treemap-history/">Treemap</a> &eacute; um m&eacute;todo de visualiza&ccedil;&atilde;o de dados criado por Ben Shneiderman da Universidade de Maryland nos EUA. Inventado em 1991, o m&eacute;todo <em>Treemap</em> tem sido recorrentemente usado em projectos que lidam com a visualiza&ccedil;&atilde;o de informa&ccedil;&atilde;o hier&aacute;rquica num espa&ccedil;o restrito e o seu algoritmo base tem sido diversificado em exemplos como <a href="http://lip.sourceforge.net/ctreemap.html">Circular Treemaps</a> e <a href="http://portal.acm.org/citation.cfm?id=1056018.1056041">Voronoi Treemaps</a>. Os dois exemplos mais famosos de <em>Treemaps</em>, s&atilde;o o <a href="http://www.smartmoney.com/marketmap/">Map of the Market</a> de <a href="http://www.bewitched.com/">Martin Wattenberg</a> e o <a href="http://www.marumushi.com/apps/newsmap/">Newsmap</a> de <a href="http://www.marumushi.com">Marcos Weskamp</a>.</p>
<p>Neste caso pode ver-se como um <em>Treemap</em>, devido &agrave; sua divis&atilde;o ortogonal, facilita uma melhor percep&ccedil;&atilde;o da &aacute;rea de cada distrito, embora a verdadeira vantagem do m&eacute;todo surja na utiliza&ccedil;&atilde;o de sub-divis&otilde;es e inser&ccedil;&atilde;o de vari&aacute;veis estat&iacute;sticas.</p>
<table width=810 border=0 cellpadding=0 cellspacing=0>
<tr valign=bottom>
  <td width=250 align="left"><img src="images/treemap_distritos1.png" vspace=10 border=0></td>
  <td width=30>&nbsp;</td>
  <td width=250 align="left"><img src="images/treemap_distritos2.png" vspace=10 border=0></td>
  <td width=30>&nbsp;</td>
  <td width=250 align="left"><img src="images/treemap_distritos3.png" vspace=10 border=0></td>
  </tr>
<tr class="caption">
  <td align="left" valign="top">Portugal Continental: Concentra&ccedil;&atilde;o da popula&ccedil;&atilde;o por distritos </td>
  <td>&nbsp;</td>
  <td align="left" valign="top"><em>Treemap</em> de Portugal continental que ilustra as propor&ccedil;&otilde;es territoriais de cada distrito. Mant&eacute;m-se  a mesma colora&ccedil;&atilde;o relativa &agrave; concentra&ccedil;&atilde;o da popula&ccedil;&atilde;o de modo a estabelecer um paralelo com a figura anterior. </td>
  <td>&nbsp;</td>
  <td align="left" valign="top">Neste exemplo, o Treemap foi alterado de modo a reflectir o n&uacute;mero total de habitantes (&aacute;rea de cada rect&acirc;ngulo = popula&ccedil;&atilde;o). Note-se como o litoral explode e o interior encolhe. </td>
  </tr>
  </table>
  <br>
  <br>
 

  <p>Para al&eacute;m da &oacute;bvia  transfigura&ccedil;&atilde;o do distrito de Lisboa, vis&iacute;vel no segundo <em>Treemap</em>, &eacute; not&oacute;rio tamb&eacute;m um aumento substancial do litoral  Noroeste de Portugal continental. Este pequeno tri&acirc;ngulo do pa&iacute;s, formado por Aveiro, Porto e Braga, que n&atilde;o chega a representar 9% da &aacute;rea total de Portugal continental, sofre uma expans&atilde;o consider&aacute;vel no &uacute;ltimo mapa de popula&ccedil;&atilde;o pelo simples facto de estes tr&ecirc;s distritos  somarem 3 326 772 habitantes, ou seja, 33.6% (um ter&ccedil;o) de toda a popula&ccedil;&atilde;o de Portugal continental.   </p>
  <br>
 
  <img src="images/assustador.png" alt="" border=0 class="leftimage">
  
  

<p>Uma conclus&atilde;o evidente e frequentemente debatida, de que rapidamente nos apercebemos, &eacute; a concentra&ccedil;&atilde;o da popula&ccedil;&atilde;o no litoral. &Eacute; curioso que os 6 maiores distritos portugueses (&agrave; excep&ccedil;&atilde;o de Santar&eacute;m) sejam igualmente os 6 distritos com menor popula&ccedil;&atilde;o e com um car&aacute;cter em comum: a fronteira com Espanha. </p>
<p>N&atilde;o deixa de ser assustador que numa altura que se fala na desertifica&ccedil;&atilde;o do interior exista um distrito (em 18) que tenha uma popula&ccedil;&atilde;o superior ao valor cumulativo de 9. De facto, se juntarmos a popula&ccedil;&atilde;o dos distritos de Faro, Beja, &Eacute;vora, Portalegre, Castelo Branco, Guarda, Viseu, Bragan&ccedil;a e Vila Real, que representam 63.8% de toda a &aacute;rea de Portugal continental, obtemos um valor de 2 006 096 habitantes, um n&uacute;mero ainda inferior aos 2 135 992 habitantes do distrito de Lisboa. E tudo leva a crer que esta discrep&acirc;ncia  continuar&aacute; a acentuar-se.</p>
<br clear=all>
<br clear=all>

<h2>Munic&iacute;pios e Freguesias</h2>

<p>Os munic&iacute;pios (ou concelhos) portugueses s&atilde;o a subdivis&atilde;o territorial mais consistente que o pa&iacute;s teve ao longo dos seus 900 anos de hist&oacute;ria. Entre os munic&iacute;pios mais antigos de Portugal, que precedem a pr&oacute;pria independ&ecirc;ncia do pa&iacute;s, est&atilde;o <strong>Coimbra</strong> e <strong>Santar&eacute;m</strong>, fundados respectivamente em 1085 e 1095. Contudo &eacute; <strong>S&atilde;o Jo&atilde;o da Pesqueira</strong> (distrito de Viseu) o mais antigo munic&iacute;pio portugu&ecirc;s, tendo sido fundado em 1055. Muitos munic&iacute;pios portugueses t&ecirc;m origem nas cartas de foral que os reis atribu&iacute;am a certas terras e aos territ&oacute;rios lim&iacute;trofes. Uma grande maioria permaneceu at&eacute; hoje - primeiro, sujeitos a leis particulares a cada um deles, em obedi&ecirc;ncia aos usos locais e &agrave; vontade r&eacute;gia expressa no foral da terra, e depois sujeitos a leis nacionais gerais a partir do liberalismo oitocentista.</p>
<p>A distribui&ccedil;&atilde;o de munic&iacute;pios por distrito &eacute; relativamente homog&eacute;nea sendo que em m&eacute;dia um distrito ou regi&atilde;o aut&oacute;noma possui cerca de 15 munic&iacute;pios. O distrito portugu&ecirc;s com mais munic&iacute;pios &eacute; <strong>Viseu</strong> com 24, seguido por <strong>Santar&eacute;m</strong> e <strong>Aveiro</strong>, respectivamente com 21 e 19 munic&iacute;pios. O distrito de <strong>Viana do Castelo</strong> para al&eacute;m de ser o mais pequeno de Portugal &eacute; tamb&eacute;m o distrito com menor n&uacute;mero de munic&iacute;pios, apenas 10.</p><br>
<table width=696 border=0 cellpadding=0 cellspacing=0>
  <tr valign="bottom">
    <td width=216 valign="top" align="left">Distrito (m&eacute;dia)</td>
    <td width=24>&nbsp;</td>
    <td width=216 valign="top" align="left">Viseu</td>
    <td width=24>&nbsp;</td>
    <td width=216 valign="top" align="left">Viana do Castelo</td>
  </tr>
<tr valign="bottom">
    <td align="left" valign="top"><img src="images/numero_municipios0.png" vspace=10 border=0></td>
    <td>&nbsp;</td>
    <td align="left" valign="top"><img src="images/numero_municipios1.png" vspace=10 border=0></td>
    <td>&nbsp;</td>
    <td align="left" valign="top"><img src="images/numero_municipios2.png" vspace=10 border=0></td>
  </tr>
  <tr class="caption">
    <td align="left" valign="top">Em m&eacute;dia, cada distrito portugu&ecirc;s tem cerca de <strong>15</strong> munic&iacute;pios. </td>
    <td>&nbsp;</td>
    <td align="left" valign="top"><strong>Viseu</strong> &eacute; o distrito com maior n&uacute;mero de munic&iacute;pios: <strong>24</strong></td>
    <td>&nbsp;</td>
    <td align="left" valign="top"><strong>Viana do Castelo</strong> &eacute; o distrito com menos munic&iacute;pios: <strong>10</strong></td>
  </tr>
</table>
<br>
<br>

<p>A distribui&ccedil;&atilde;o em &aacute;rea dos 308 munic&iacute;pios portugueses, &eacute; como seria de esperar bastante menos homog&eacute;nea que a distribui&ccedil;&atilde;o territorial por distritos. O maior munic&iacute;pio portugu&ecirc;s &eacute; o munic&iacute;pio de <strong>Odemira</strong> (distrito de Beja) com 1720.6 km&sup2;, 26 106 habitantes e subdividido em 17 freguesias. O munic&iacute;pio de <strong>S&atilde;o Jo&atilde;o da Madeira</strong> (distrito de Aveiro) &eacute; o mais pequeno munic&iacute;pio portugu&ecirc;s com apenas 8.11 km&sup2;, correspondendo &agrave; &aacute;rea da cidade, o que lhe confere uma elevad&iacute;ssima densidade populacional: 2601,97 hab/km&sup2;. </p>
<table width="594" border=0 cellpadding=0 cellspacing=0>
<tr valign=bottom>
  <td width="174" rowspan="6" valign="top"><img src="images/concelhos_comp0.png" vspace=10 border=0></td>
  <td width=40>&nbsp;</td>
  <td width="180" height="41"><img src="images/concelhos_comp1.png" vspace=10 border=0></td>
  <td width=20>&nbsp;</td>
  <td width="180"><img src="images/concelhos_comp2.png" vspace=10 border=0></td>
  </tr>
<tr class="caption">
  <td>&nbsp;</td>
  <td align="left" valign="top">Munic&iacute;pio de <strong>Odemira</strong><br>
&Aacute;rea Total: 1720.6 km&sup2;</td>
  <td>&nbsp;</td>
  <td align="left" valign="top">Munic&iacute;pio de <strong>S&atilde;o Jo&atilde;o da Madeira </strong><br>
&Aacute;rea Total: 8.11 km&sup2;</td>
  </tr>
  <tr valign=bottom>
  <td width=20>&nbsp;</td>
  </tr>
  <tr valign=bottom>
  <td width=20>&nbsp;</td>
  <td width="180" height="54"><img src="images/concelhos_comp3.png" vspace=10 border=0></td>
  <td width=20>&nbsp;</td>
  <td width="180"><img src="images/concelhos_comp4.png" vspace=10 border=0></td>
  </tr>
<tr class="caption">
  <td>&nbsp;</td>
  <td align="left" valign="top">O munic&iacute;pio de<strong> Odemira </strong> &eacute; 212 vezes maior que<strong> S&atilde;o Jo&atilde;o da Madeira</strong>.</td>
  <td>&nbsp;</td>
  <td align="left" valign="top">Contudo, o  munic&iacute;pio de<strong> S&atilde;o Jo&atilde;o da Madeir</strong><strong>a </strong>&eacute; 4.3 vezes maior que o <strong>Principado de M&oacute;naco</strong>.</td>
  </tr>
  <tr valign=bottom>
  <td height="180">&nbsp;</td>
  </tr>
</table>

<p><strong>S&atilde;o Jo&atilde;o da Madeira</strong> pertence ainda ao restrito grupo de 5 munic&iacute;pios portugueses que possuem apenas uma freguesia, sendo os restantes, <strong>Alpiar&ccedil;a</strong> (distrito de Santar&eacute;m), <strong>Barrancos</strong> (distrito de Beja), <strong>Porto Santo</strong> (R.A.M.) e <strong>S&atilde;o Br&aacute;s de Alportel</strong> (distrito de Faro). O munic&iacute;pio portugu&ecirc;s com maior n&uacute;mero de freguesias &eacute; o munic&iacute;pio de <strong>Barcelos</strong> (distrito de Braga) com 89 freguesias. Acrescente-se ainda uma interessante excep&ccedil;&atilde;o na constitui&ccedil;&atilde;o portuguesa que &eacute; o munic&iacute;pio do <strong>Corvo</strong> (R.A.A.), que com apenas 17.1 km&sup2; e 425 habitantes, &eacute; o &uacute;nico munic&iacute;pio portugu&ecirc;s que n&atilde;o possui qualquer freguesia, por for&ccedil;a do artigo 86.&ordm; do <a href="http://pt.wikipedia.org/wiki/Estatuto_Pol%C3%ADtico-Administrativo_da_Regi%C3%A3o_Aut%C3%B3noma_dos_A%C3%A7ores">Estatuto Pol&iacute;tico-Administrativo da Regi&atilde;o Aut&oacute;noma dos A&ccedil;ores</a>.</p><br>
<table width=936 border=0 cellpadding=0 cellspacing=0>
<tr valign="bottom">
  <td width=216 valign="top" align="left">Munic&iacute;pio (m&eacute;dia)</td>
  <td width=24>&nbsp;</td>
  <td width=216 valign="top" align="left">Barcelos</td>
  <td width=24>&nbsp;</td>
  <td width=216 valign="top" align="left">Apenas 1 freguesia</td>
  <td width=24>&nbsp;</td>
  <td width=216 valign="top" align="left">Corvo</td>
  </tr>
<tr class="caption">
  <td align="left" valign="top"><img src="images/numero_freguesias0.png" vspace=10 border=0></td>
  <td>&nbsp;</td>
  <td align="left" valign="top"><img src="images/numero_freguesias1.png" vspace=10 border=0></td>
  <td>&nbsp;</td>
  <td align="left" valign="top"><img src="images/numero_freguesias2.png" vspace=10 border=0></td>
  <td>&nbsp;</td>
  <td align="left" valign="top"><img src="images/numero_freguesias3.png" vspace=10 border=0></td>
  </tr>
<tr class="caption">
  <td align="left" valign="top">Em m&eacute;dia, cada munic&iacute;pio portugu&ecirc;s tem cerca de <strong>14</strong> freguesias. </td>
  <td>&nbsp;</td>
  <td align="left" valign="top"><strong>Barcelos</strong> (distrito de Braga) &eacute; o munic&iacute;pio portugu&ecirc;s com maior n&uacute;mero de freguesias: <strong>89</strong> </td>
  <td>&nbsp;</td>
  <td align="left" valign="top">S&atilde;o Jo&atilde;o da Madeira, Alpiar&ccedil;a, Barrancos, Porto Santo e S&atilde;o Br&aacute;s de Alportel s&atilde;o os &uacute;nicos 5 munic&iacute;pios portugueses que possuem apenas uma freguesia.</td>
  <td>&nbsp;</td>
  <td align="left" valign="top">O munic&iacute;pio do Corvo (situado na mais pequena ilha dos A&ccedil;ores) &eacute; o &uacute;nico munic&iacute;pio portugu&ecirc;s que n&atilde;o possui nenhuma freguesia.  </td>
  </tr>
  </table>

<h2>NUTS</h2>

<p>As <strong>NUTS</strong> <strong>&ndash; Nomenclaturas de Unidades Territoriais para fins Estat&iacute;sticos</strong> (English: Nomenclature of Territorial Units for Statistics) designam as sub-regi&otilde;es estat&iacute;sticas em que se divide o territ&oacute;rio dos pa&iacute;ses da Uni&atilde;o Europeia, incluindo o territ&oacute;rio portugu&ecirc;s. Criadas pelo Eurostat no &acirc;mbito da UE, as NUTS pretendem uniformizar as estat&iacute;sticas regionais europeias e s&atilde;o empregues, entre outras coisas, na distribui&ccedil;&atilde;o regional de fundos comunit&aacute;rios. Em 1998 as NUTS foram aprovadas pela Legisla&ccedil;&atilde;o Comunit&aacute;ria, mas apenas entraram em fun&ccedil;&atilde;o em 2003 no regulamento do Parlamento Europeu. </p>

<p>At&eacute; 4 de Novembro de 2002 o Sistema Estat&iacute;stico Nacional (SEN) utilizou uma codifica&ccedil;&atilde;o nacional para as NUTS distinta da utilizada pelo Eurostat. Contudo, com o Decreto-Lei 244/2002 de 5 de Novembro, publicado no D.R., considerou-se oportuno harmonizar a codifica&ccedil;&atilde;o nacional com a utilizada pelo Eurostat. </p>
<p>As NUTS est&atilde;o subdivididas em 3 n&iacute;veis: NUTS I, NUTS II e NUTS III. Contudo, em alguns pa&iacute;ses, entre os quais Portugal, s&atilde;o utilizados dois n&iacute;veis hier&aacute;rquicos complementares, respectivamente LAU I e LAU II, anteriormente denominados por NUTS IV e NUTS V. As <strong>LAU &ndash; Unidades Administrativas Locais</strong> (English: Local Administrative Unit)  no contexto nacional representam os 308 munic&iacute;pios portugueses (LAU I) e respectivas 4257 freguesias (LAU II). </p>
<ol>
  <strong>NUTS I</strong> - (3 Unidades)<br>
  Portugal Continental, Regi&atilde;o Aut&oacute;noma dos A&ccedil;ores (R.A.A.) e Regi&atilde;o Aut&oacute;noma da Madeira (R.A.M.)
</ol>
<ol>
  <strong>NUTS II</strong> - (7 Unidades)<br>
  Norte, Centro, Lisboa, Alentejo, Algarve, R.A.A e R.A.M.
</ol>
<ol>
  <strong>NUTS III</strong> - (30 Unidades)<br>
  Minho-Lima, C&aacute;vado, Grande Porto, Alto-Tr&aacute;s-os-Montes, Douro, Ave, T&acirc;mega, Entre Douro e Vouga, Baixo Vouga, Baixo Mondego, D&atilde;o-Laf&otilde;es, Serra da Estrela, Beira Interior Norte, Cova da Beira, Beira interior Sul, Pinhal Interior Norte, Pinhal Interior Sul, Pinhal Litoral, Oeste, M&eacute;dio Tejo, Alto Alentejo, Alentejo Central, Lez&iacute;ria do Tejo, Grande Lisboa, Pen&iacute;nsula de Set&uacute;bal, Alentejo Litoral, Baixo Alentejo, Algarve, R.A.A. e R.A.M.
</ol>
<p>A figura seguinte ilustra a organiza&ccedil;&atilde;o territorial portuguesa por NUTS. Desta vez n&atilde;o se incluiu as regi&otilde;es aut&oacute;nomas dos A&ccedil;ores e da Madeira, por estas se manterem inalteradas em rela&ccedil;&atilde;o &agrave; divis&atilde;o por distritos.</p>
<table border=0 cellpadding=0 cellspacing=0>
<tr valign="middle">
  <td><img src="images/nuts1.png" vspace=15 border=0></td>
  <td width=20>&nbsp;</td>
  <td><img src="images/nuts2.png" vspace=15 border=0></td>
  <td width=20>&nbsp;</td>
  <td><img src="images/nuts3.png" vspace=15 border=0></td>
  <td width=20>&nbsp;</td>
  <td><img src="images/nuts4.png" vspace=15 border=0></td>
  <td width=20>&nbsp;</td>
  <td><img src="images/nuts5.png" vspace=15 border=0></td>
  </tr>
<tr class="caption">
  <td align="center" valign="top">NUTS I </td>
  <td>&nbsp;</td>
  <td align="center" valign="top">NUTS II</td>
  <td>&nbsp;</td>
  <td align="center" valign="top">NUTS III</td>
  <td>&nbsp;</td>
  <td align="center" valign="top">LAU I <br></td>
  <td>&nbsp;</td>
  <td align="center" valign="top">LAU I - Capitais </td>
  </tr>
  </table>
  
  <p><br>Para melhor se compreender a diferen&ccedil;a entre os dois m&eacute;todos, pode ver-se lado a lado Portugal Continental organizado por distritos e por NUTS.</p>

  <table border="0" cellpadding="0" cellspacing="0">
<tr valign=bottom>
  <td width="410"><img src="images/nuts21.png" width="410" height="400"></td>
  <td width=60>&nbsp;</td>
  <td width="410"><img src="images/nuts22.png" width="410" height="400"></td>
  </tr>
<tr class="caption">
  <td height="10" align="left" valign="top"></td>
  <td>&nbsp;</td>
  <td align="left" valign="top"></td>
  </tr>

<tr class="caption">
  <td align="center" valign="top"><strong>Distritos + Munic&iacute;pios</strong></td>
  <td>&nbsp;</td>
  <td align="center" valign="top"><strong>NUTS III + LAU I</strong></td>
  </tr>
  </table>

<h2>Sources</h2>

<ol>

<a name="1"></a>
<li>INE - Instituto Nacional de Estatística<br>
  <a href="http://www.ine.pt/" target="_blank">http://www.ine.pt/</a><a href="http://www.nature.com/cgi-taf/DynaPage.taf?file=/nature/journal/v425/n6959/abs/nature02000_fs.html" target="_blank"></a><br>&nbsp;

<a name="2"></a>
<li>ANMP - Associa&ccedil;&atilde;o Nacional de Munic&iacute;pios Portugueses  <br>
<a href="http://www.anmp.pt/" target="_blank">http://www.anmp.pt/</a><br>&nbsp;

<a name="2"></a>
<li>Sistema Nacional de Informa&ccedil;&atilde;o Geogr&aacute;fica  <br>
<a href="http://snig.igeo.pt/" target="_blank">http://snig.igeo.pt/</a><br>&nbsp;

<a name="3"></a>
<li>Wikipedia<br>
  <a href="http://www.wikipedia.org/" target="_blank">http://www.wikipedia.org/</a>
</ol>

<br clear=all>

<!-- ============= END CONTENT ============= -->
</div>


  
<div class="footer"><a rel="license" href="http://creativecommons.org/licenses/by/3.0/"><img alt="Creative Commons License" style="border-width:0" src="../images/somerights20.png" /></a><br />This work is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution 3.0 Unported License</a><br />&copy;2008 Manuel Lima (<a href="http://www.shapesofportugal.com/sop/contact.cfm">Contact</a>) | CSS style based on style.org public <a href="http://www.style.org/css/">CSS</a></div>





<!-- ============= -->

</body>
</html>
