





<HTML>
<HEAD><TITLE>Síndrome de Pequenez</TITLE>
   <meta charset="UTF-8">

<meta name="keywords" content="visual complexity, visualization, network, complex networks, art, Biology, 
Social Networks, Internet, World Wide Web, transportation networks, knowledge networks, information visualization, business networks, 
food networks, pattern recognition, computer systems, business networks, data visualization, infovis, infoviz, dataviz, design, parsons, thesis, MFA, Manuel Lima">

<meta name="description" content="Give a description">

<meta name="author" content="Manuel Lima">

<meta http-equiv="Content-Type" content="text/html; charset=ISO-8859-1">

<link rel="shortcut icon" href="../favicon.ico">

<link rel="stylesheet" type="text/css" href="../style.css" />
</HEAD>


  

<style type="text/css">
<!--
.style3 {
  font-family: Verdana, Arial, Helvetica, sans-serif;
  font-size: 12px;
}
-->
</style>
<body bgcolor="#FFFFFF" link="#225588" alink="#993333" vlink="#225588">
<!-- ============= -->

<div class="shadow1"></div>
<div class="shadow2"></div>

<div class="header">
  <table width="950" height="60" border="0" cellpadding="0" cellspacing="0">
    <tr>
      <td width="220" align="left" valign="middle"><a href="../index.html"><img src="../images/logo.gif" alt="logo" width="220" height="50" border="0"></a></td>
      <td width="30"></td>
      <td width="440" align="left" valign="middle"><span class="style3"><a href="../index.html">Home</a> &nbsp;|&nbsp; <a href="../about.html">About</a> &nbsp;|&nbsp; <a href="#">Contact</a> </span></td>
      <td width="20"></td>
      <td width="240" align="right" valign="middle">
  
    
    </td>
    </tr>
  </table>
</div>

<div class="toprule"></div>





<div class="content">
<!-- ============= CONTENT ============= -->


<h1>Síndrome de Pequenez</h1>
<div class="deck">O Fim de uma desculpa injustificada </div>

<table width="950" border="0" cellpadding="0" cellspacing="0">
<tr><td height="12" colspan="2"></td></tr>
<tr>
  <td height="15" align="left" valign="bottom"><div class="byline">by Manuel Lima </div></td>
  <td align="right" valign="bottom"><a href="#" class="style1"><img src="../images/email.gif" width="76" height="20" border="0"></a> <!-- AddThis Bookmark Button BEGIN -->
<a href="#" target="_blank"><img src="../images/bookmark.gif" width="76" height="20" border="0" alt="AddThis Social Bookmark Button" /></a></td>
</tr>
</table>

<div class="rule"></div>


<!-- ============= INTRODUCTION ============= -->

<p>Este n&atilde;o &eacute; um artigo de opini&atilde;o nem o pretende ser. N&atilde;o tenciono divagar sobre o sentimento de inferioridade portugu&ecirc;s, no que respeita ao seu tamanho e popula&ccedil;&atilde;o, ou teorizar sobre as poss&iacute;veis ra&iacute;zes do problema. O objectivo deste artigo &eacute; provar atrav&eacute;s de factos concretos e n&uacute;meros irrefut&aacute;veis que este sentimento n&atilde;o tem raz&atilde;o de existir. </p>

<p>Quem nasceu no territ&oacute;rio portugu&ecirc;s j&aacute; se deparou por certo com a ideia generalizada de que Portugal &eacute; um pais pequeno. Empregue em situa&ccedil;&otilde;es v&aacute;rias para justificar a nossa fr&aacute;gil economia ou t&iacute;mida presta&ccedil;&atilde;o noutros dom&iacute;nios, esta &eacute; uma ideia que est&aacute; inexoravelmente ligada ao nosso sentimento de inferioridade, falta de nacionalismo e consequente propens&atilde;o para o estrangeirismo. Contudo, esta no&ccedil;&atilde;o n&atilde;o poderia estar mais errada. Deixemos que os n&uacute;meros falem por si.</p>
<h2>&Aacute;rea Total </h2>

<p>Portugal &eacute; realmente um pa&iacute;s pequeno se o compararmos a gigantes territoriais como a R&uacute;ssia, o Canad&aacute; ou a China. Contudo no contexto mundial o mais correcto seria dizer que Portugal &eacute; um pais m&eacute;dio. Sen&atilde;o vejamos:</p>
<p>Se considerarmos os actuais 196 pa&iacute;ses que formam o mapa geopol&iacute;tico do mundo actual (192 Estados-membros das Na&ccedil;&otilde;es Unidas e outros 4 apenas reconhecidos internacionalmente como Estados independentes), Portugal ocupa o n&uacute;mero 108 em &aacute;rea total. Ora se dividirmos o n&uacute;mero total em tr&ecirc;s grupos, respectivamente, pa&iacute;ses grandes, m&eacute;dios e pequenos, rapidamente nos apercebemos que Portugal se situa no grupo dos m&eacute;dios.</p>
<p><img src="images/area1.png" width="843" height="129"></p>
<span class="caption">&Aacute;rea Total: Portugal entre os 196 pa&iacute;ses do mundo.</span><br clear=all>
<p>No entanto, existe alguma pol&eacute;mica na defini&ccedil;&atilde;o do n&uacute;mero total de pa&iacute;ses, sendo que a Wikip&eacute;dia, na vers&atilde;o inglesa, mant&eacute;m duas listas independentes, uma de <a href="http://en.wikipedia.org/wiki/List_of_sovereign_states">pa&iacute;ses soberanos</a> (com 196 entidades) e outra simplesmente intitulada de <a href="http://en.wikipedia.org/wiki/List_of_countries">lista de pa&iacute;ses</a> &ndash; que abrange 245 entidades, incluindo Estados independentes (reconhecidos internacionalmente ou <a href="http://en.wikipedia.org/wiki/List_of_unrecognised_countries">n&atilde;o-reconhecidos</a>), territ&oacute;rios dependentes inabitados, e &aacute;reas de especial soberania. Naturalmente, este panorama favorece a coloca&ccedil;&atilde;o de Portugal, visto que ocupando a posi&ccedil;&atilde;o 110 entre 245, Portugal aproxima-se do grupo dos  m&eacute;dio-grandes.</p>
<p><img src="images/area2.png" width="843" height="129"></p>
<span class="caption">&Aacute;rea Total: Portugal entre 245 Estados independentes e &aacute;reas de especial soberania.</span><br clear=all>
<p>Independentemente de o n&uacute;mero total de pa&iacute;ses se situar nos 196 ou 245, Portugal consta sempre na linha meridional como um pa&iacute;s de dimens&atilde;o m&eacute;dia, nunca como um pa&iacute;s pequeno. Ali&aacute;s este facto torna-se ainda mais evidente quando se compara a &aacute;rea total dos actuais 27 pa&iacute;ses da Uni&atilde;o Europeia, em que Portugal ocupa a 13&ordf; posi&ccedil;&atilde;o. Como dado curioso, &eacute; interessante notar que Portugal tem mais do dobro do tamanho da Est&oacute;nia, da Dinamarca e da Holanda, e sensivelmente o triplo da &aacute;rea total da B&eacute;lgica.</p>

<table width=810 border=0 cellpadding=0 cellspacing=0>
<tr valign=bottom>
  <td width=300 align="left" valign="middle"><img src="images/area3.png" width="182" height="63"></td>
  <td width=30>&nbsp;</td>
  <td width=230 align="left" valign="middle"><img src="images/area_comp1.png" width="191" height="161"></td>
  <td width=30>&nbsp;</td>
  <td width=220 align="left" valign="middle"><img src="images/area_comp2.png" width="191" height="161"></td>
  </tr>
<tr class="caption">
  <td align="left" valign="top">Portugal, um pa&iacute;s de dimens&atilde;o <br>
    m&eacute;dia na Uni&atilde;o Europeia. </td>
  <td>&nbsp;</td>
  <td align="left" valign="top">Portugal tem mais do dobro do tamanho da Dinamarca, Holanda e Est&oacute;nia. </td>
  <td>&nbsp;</td>
  <td align="left" valign="top">Portugal tem o triplo da &aacute;rea total da B&eacute;lgica. </td>
  </tr>
  </table>
  <br>
  <br>

<h2>Popula&ccedil;&atilde;o </h2>

<p>Se em &aacute;rea total Portugal &eacute; um pa&iacute;s m&eacute;dio, em popula&ccedil;&atilde;o, Portugal &eacute; decididamente um pa&iacute;s m&eacute;dio-grande. Quer tomemos como amostra os 196 ou os 245 pa&iacute;ses do mundo, Portugal encontra-se na confort&aacute;vel 75&ordf; posi&ccedil;&atilde;o em n&uacute;mero total de habitantes. Na Europa, esta dimens&atilde;o torna-se ainda mais evidente, sendo que entre os <a href="http://en.wikipedia.org/wiki/List_of_European_countries_by_population">47 pa&iacute;ses</a> que comp&otilde;em esta regi&atilde;o, Portugal ocupa a 13&ordf; posi&ccedil;&atilde;o. E uma vez mais, o mesmo acontece no seio da Uni&atilde;o Europeia, em que Portugal &eacute; o d&eacute;cimo pa&iacute;s com maior popula&ccedil;&atilde;o, ficando &agrave; frente da B&eacute;lgica, Rep&uacute;blica Checa, Hungria, Su&eacute;cia, &Aacute;ustria, Bulg&aacute;ria, Eslov&aacute;quia, Dinamarca, Finl&acirc;ndia, Irlanda, Litu&acirc;nia, Est&oacute;nia, Eslov&eacute;nia, Est&oacute;nia, Chipre, Luxemburgo e Malta. Resta perguntar, Portugal &eacute; pequeno em qu&ecirc;?</p>
<p><img src="images/populacao1.png" width="843" height="129"></p>
<span class="caption">Popula&ccedil;&atilde;o: Portugal entre os 196 pa&iacute;ses do mundo.</span>
<p><img src="images/populacao2.png" width="843" height="129"></p>
<p class="caption">Popula&ccedil;&atilde;o: Portugal entre 245 Estados independentes e &aacute;reas de especial soberania. </p>
<p><img src="images/populacao3.png" width="206" height="63" vspace="10"></p>
<span class="caption">Popula&ccedil;&atilde;o: Portugal na d&eacute;cima posi&ccedil;&atilde;o entre os 27 pa&iacute;ses da UE.</span>
<h2>Portugal: Uma rica dimens&atilde;o</h2>
<p>Um outro mito que &eacute; importante destruir &eacute; de que um pa&iacute;s para ser rico tem de ser grande em &aacute;rea ou popula&ccedil;&atilde;o. A maioria dos economistas e analistas de sistemas reconhecem o cariz leviano e implaus&iacute;vel deste mito, quando est&aacute; provado que um sistema de pequena dimens&atilde;o &eacute; notavelmente mais f&aacute;cil de gerir e controlar. No entanto, persiste em alguns factores da sociedade portuguesa uma ideia que alia facilmente fraco desenvolvimento a um pa&iacute;s pequeno.&nbsp; </p>
<p>Uma frase recorrente &eacute; que &ldquo;Portugal &eacute; um pa&iacute;s pequeno na cauda da Europa&rdquo;. Sendo que a <em>cauda</em> n&atilde;o se refere apenas &agrave; localiza&ccedil;&atilde;o geogr&aacute;fica do pa&iacute;s mas ao fundo das tabelas estat&iacute;sticas de desenvolvimento econ&oacute;mico, esta &uacute;ltima associa&ccedil;&atilde;o &eacute; um erro que &eacute; importante esclarecer.</p>
<p>Com vista a clarificar esta percep&ccedil;&atilde;o err&oacute;nea fez-se um pequeno estudo em que se comparou Portugal e os restantes pa&iacute;ses do mundo, segundo 3 importantes vari&aacute;veis: &Aacute;rea Total, Popula&ccedil;&atilde;o e PIB per capita. As primeiras duas foram escolhidas por serem os principais factores que distinguem usualmente um pa&iacute;s grande de um pa&iacute;s pequeno. A &uacute;ltima vari&aacute;vel foi seleccionada por ser um dos ind&iacute;cios fundamentais da riqueza de um pa&iacute;s. </p>
<p>A principal conclus&atilde;o a que se chegou &eacute; de que entre os <strong>36</strong> pa&iacute;ses do mundo com um PIB per capita superior a Portugal, <strong>16</strong> s&atilde;o mais pequenos em &aacute;rea e popula&ccedil;&atilde;o. Entre estes 16 pa&iacute;ses, &eacute; de notar que a &Aacute;ustria, B&eacute;lgica e Su&iacute;&ccedil;a ficam inclusive &agrave; frente de Portugal em PIB total. A figura seguinte ilustra bem esta diverg&ecirc;ncia. Note-se como todos os pa&iacute;ses listados na coluna central, com um PIB per capita superior a Portugal, situam-se atr&aacute;s deste nas colunas laterais, relativas &agrave; popula&ccedil;&atilde;o e &aacute;rea total. Alguns padr&otilde;es interessantes emergem nesta representa&ccedil;&atilde;o.</p>
<p><img src="images/ranking.png" width="865" height="385"></p>
<p class="caption">PIB per capita (2006) derivado da Paridade do Poder de Compra - calculada pelo Fundo Monet&aacute;rio Internacional.<br>
</p>
  <br clear=all>
<p>Os pr&oacute;ximos gr&aacute;ficos ajudam a compreender melhor o r&aacute;cio entre PIB per capita, &aacute;rea e popula&ccedil;&atilde;o, entre alguns dos pa&iacute;ses que embora mais pequenos que Portugal, apresentam um PIB per capita superior. Note-se o caso da Irlanda e da Dinamarca por exemplo, que embora mais pequenos e com sensivelmente metade da popula&ccedil;&atilde;o, apresentam quase o dobro do PIB per capita de Portugal. Aqui novamente, os dados falam por si.</p>
<p><img src="images/pib_area.png" width="747" height="292"></p>
<p><img src="images/pib_populacao.png" width="747" height="292"></p>
<h2>A cauda geogr&aacute;fica</h2>
<p>Voltando novamente &agrave; afirma&ccedil;&atilde;o de que Portugal &eacute; um pa&iacute;s pequeno na cauda da Europa. Penso j&aacute; ser suficientemente claro que a primeira parte &eacute; falsa, visto que Portugal n&atilde;o pode ser considerado um pa&iacute;s de pequena dimens&atilde;o, muito menos no seio da Europa.  Contudo a cauda geogr&aacute;fica &eacute; um facto indiscut&iacute;vel e indissoci&aacute;vel do nosso sentimento de afastamento da <a href="http://en.wikipedia.org/wiki/Central_Europe">Europa central</a>. A pr&oacute;xima figura ilustra bem esta dist&acirc;ncia, com as 27 capitais da UE representadas de acordo com a sua localiza&ccedil;&atilde;o geogr&aacute;fica.</p>
<p><img src="images/cauda.png" width="647" height="496" border="0" vspace="6"></p>
<span class="caption">Distribui&ccedil;&atilde;o geogr&aacute;fica das 27 capitais da Uni&atilde;o Europeia.</span> <br><br>
<p>Imediatamente nos apercebemos do isolamento de Lisboa e Madrid e da separa&ccedil;&atilde;o dos nossos parceiros mediterr&acirc;neos. A dita cauda existe, sendo que em rela&ccedil;&atilde;o a Lisboa, apenas 4 capitais  est&atilde;o mais afastadas do centro de decis&atilde;o europeu. Lisboa est&aacute; a 1713 km de Bruxelas, enquanto Bucareste (Rom&eacute;nia) est&aacute; a 1782 km, Valetta (Malta) a 1852 km, Atenas (Gr&eacute;cia) a 2089 km e por &uacute;ltimo, a mais long&iacute;nqua capital europeia, Nic&oacute;sia (Chipre) a 2903 km. </p>
<p>Hels&iacute;nquia (Finl&acirc;ndia) est&aacute; 54 km mais perto de Bruxelas que Lisboa, assim como S&oacute;fia (Bulg&aacute;ria), que por uma margem m&iacute;nima de 12 km, est&aacute; igualmente mais pr&oacute;xima da capital da Uni&atilde;o Europeia. &Eacute; interessante notar dois p&oacute;los de concentra&ccedil;&atilde;o importantes na Europa central. O mais poderoso de todos cont&eacute;m 5 capitais europeias num curto raio de 320 km (menos da dist&acirc;ncia entre Lisboa e Madrid). Este c&iacute;rculo central inclui Bruxelas (B&eacute;lgica), Amesterd&atilde;o (Holanda), Luxemburgo (Luxemburgo), Paris (Fran&ccedil;a) e Londres (Reino Unido). Apenas outro c&iacute;rculo, com raio de 320 km, consegue englobar 5 outras capitais da UE. Com centro em Viena (&Aacute;ustria), esta &aacute;rea engloba Bratislava (Eslov&aacute;quia), Budapeste (Hungria), Praga (Rep&uacute;blica Checa) e Liubliana (Eslov&ecirc;nia).</p>
<p><img src="images/europa_central.png" width="389" height="228"></p>
<p>O afastamento, referido anteriormente, entre Lisboa e Bruxelas,  acentua-se quando entre as duas capitais assentam lado a lado os dois maiores pa&iacute;ses da Uni&atilde;o Europeia, respectivamente Fran&ccedil;a e Espanha. De modo a clarificar qualquer d&uacute;vida, conv&eacute;m esclarecer que a Fran&ccedil;a &eacute; o maior pa&iacute;s da UE e o <a href="http://en.wikipedia.org/wiki/List_of_European_countries_in_order_of_geographical_area">terceiro maior da Europa</a>, atr&aacute;s da R&uacute;ssia e da Ucr&acirc;nia.</p>
<h2>Conclus&atilde;o</h2>
<p>Pondo de lado a dist&acirc;ncia geogr&aacute;fica que tende a ter cada vez menos peso com o avan&ccedil;o das novas tecnologias de informa&ccedil;&atilde;o e facilidade de comunica&ccedil;&atilde;o, tentou provar-se com este artigo que Portugal &eacute; um pa&iacute;s de dimens&atilde;o m&eacute;dia e que a riqueza de um pa&iacute;s n&atilde;o depende do seu tamanho. Podemos arranjar todas as desculpas e mais alguma para justificar as fragilidades do desenvolvimento econ&oacute;mico de Portugal, mas que se acabe de uma vez por todas com a desculpa absurda e claramente injustificada de que somos um pa&iacute;s pequeno.</p>
<h2>Sources</h2>

<ol>

<a name="1"></a>
<li>Fundo Monet&aacute;rio Internacional <br>
  <a href="http://www.imf.org/" target="_blank">http://www.imf.org/</a><br>&nbsp;

<a name="2"></a>
<li>CIA - The World Factbook<br>
  <a href="https://www.cia.gov/library/publications/the-world-factbook/index.html" target="_blank">https://www.cia.gov/library/publications/the-world-factbook/index.html</a><br>&nbsp;

<a name="2"></a>
<li>Wikipedia<br>
  <a href="http://www.wikipedia.org/" target="_blank">http://www.wikipedia.org/</a>

</ol>

<br clear=all>

<!-- ============= END CONTENT ============= -->
</div>


  
<div class="footer"><a rel="license" href="http://creativecommons.org/licenses/by/3.0/"><img alt="Creative Commons License" style="border-width:0" src="../images/somerights20.png" /></a><br />This work is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution 3.0 Unported License</a><br />&copy;2008 Manuel Lima (<a href="http://www.shapesofportugal.com/sop/contact.cfm">Contact</a>) | CSS style based on style.org public <a href="http://www.style.org/css/">CSS</a></div>





<!-- ============= -->

</body>
</html>
